app/Domestic/Files/40/IssueTicketRQ.txt

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://booking.us.dev/">
    <SOAP-ENV:Body>
        <ns1:IssueTicket>
            <strFlightId>23c8fd4b-8c3e-4959-9392-dd720cc73aa0</strFlightId>
            <strReturnFlightId>6c6674ec-edb4-40aa-89e8-161d4f291a6a</strReturnFlightId>
            <strContactName>contact person</strContactName>
            <strContactEmail>contact@contact.com</strContactEmail>
            <strContactMobile>5213789652</strContactMobile>
            <strPassengerDetail><![CDATA[<?xml version="1.0"?><PassengerDetail><Passenger><PaxType>ADULT</PaxType><Title>Mr</Title><Gender>M</Gender><FirstName>dsdas</FirstName><LastName>passenger</LastName><Nationality>NP</Nationality><PaxRemarks>remarks first passenger</PaxRemarks></Passenger></PassengerDetail>]]></strPassengerDetail>
       </ns1:IssueTicket>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>